[LocAdmin_Strings]
FO_It_2H_OrcSword_02=Krush Varok;;-;;-;;Krush Varok;;-;;-;;-;;Krush Varok;;Краш Варок;;-;
FO_It_Axe_Orc_OM_01=Mighty orc axe;;-;;-;;Mächtige Orkaxt;;-;;-;;-;;Potężny topór orków;;Могущественный топор орка;;-;
FO_It_Axe_Orc_OM_02=Weather-beaten orc axe;;-;;-;;Verwitterte Orkaxt;;-;;-;;-;;Wysłużony orkowy topór;;Старый топор орка;;-;
ITEMDESC_It_2H_OrcSword_OM_01=Very much suitable to the elite orc warriors. A jagged blade gives fear to the enemy.;;-;;-;;Sehr beliebt bei den Elitekriegern der Orks. Eine gezackte Klinge flößt dem Gegner Angst ein.;;-;;-;;-;;Prawdziwa broń elitarnych orkowych wojowników. Ząbkowane ostrze budzi strach we wrogach.;;Очень подходит для элитных воинов орков. Снабженное зубцами лезвие наводит на врага страх.;;-;
ITEMDESC_It_Axe_Orc_OM_01=I know this axe from the Valley of Mines. It is still sharp damn.;;-;;-;;Diese Axt kenne ich aus dem Minental. Sie ist immer noch verdammt scharf.;;-;;-;;-;;Pamiętam te ostrze z Górniczej Doliny. To zadziwiające, że wciąż jest tak diabelsko ostre.;;Я знаю этот топор по Рудниковой долине. Он все еще чертовски острый.;;-;
ITEMDESC_It_Axe_Orc_OM_02=The Krush Pach is the incarnation of an orc axe.;;Il Krush Pach è la versione orchesca di un'ascia.;;Le Krush Pach est l'incarnation d'une hache d'orque.;;Eine kleine orkische Axt die von den Orks sogar zum Holz hacken genutzt wird.;;El Krush Pach es la encarnación de un hacha orca.;;Krush Pach je typickým druhem skretí sekery;;A Krush Pach egy ork fejsze megtestesülése.;;Jedna z orkowych wersji topora.;;Краш Пагх - одна из версий орочьего топора.;;????????;